IdeaRS.Connections
TimberConnectingPlateData.PlateShapeParam1 Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the the first optional parameter of the shape
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double PlateShapeParam1 { get; set; }
Property Value
Type: Double
See Also
Reference
TimberConnectingPlateData Class
IdeaRS.Connections.Data Namespace